Revit 2024 API
AssetPropertyTime.Value Property
Get the value of the property
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public DateTime Value { get; }
Visual Basic
Public ReadOnly Property Value As DateTime
	Get
Visual C++
public:
property DateTime Value {
	DateTime get ();
}
See Also
AssetPropertyTime Class
Autodesk.Revit.DB.Visual Namespace